Repository: simplesconsultoria/sc.galleria.support
Catalog: src/*/galleria/support/locales/*/LC_MESSAGES/*.galleria.support.po
Languages: pt_br

source: Auto Play.
pt_br: Reprodução automática.

source: Defines the speed of the transition.
pt_br: Define a velocidade da transição.

source: Defines what transition to use.
pt_br: Define qual transição será usada.

source: Don't show thumbnails
pt_br: Não mostrar thumbnails

source: Eg. '#content-core' or '#content' or '.galleria'. Do not change if you do not know what I mean.
pt_br: Ex: '#content-core' ou '#content' ou '.galleria'. Não mexa se você não sabe o que quero dizer.

source: Eg. 'top right' or '20% 100%'
pt_br: Ex. 'top right' ou '20% 100%'

source: Enable debug mode
pt_br: Habilitar modo debug

source: Enable flickr plugin
pt_br: Habilitar o plugin flickr

source: Enable history plugin
pt_br: Habilitar o plugin history

source: Enable lightbox
pt_br: Habilitar lightbox

source: Enable picasa plugin
pt_br: Habilitar o plugin picasa

source: Enables a swipe movement for flicking through images on touch devices.
pt_br: Habilitar o movimento swipe para folhear imagens em dispositivos sensíveis ao toque.

source: Fade
pt_br: Desvanecer

source: FadeSlide
pt_br: Desaparecer gradualmente

source: Flickr Plugin
pt_br: Plugin Flickr

source: Galleria settings
pt_br: Configurações da Galleria

source: Gallery height
pt_br: Altura da Galeria

source: Gallery width
pt_br: Largura da Galeria

source: History Plugin
pt_br: Plugin History

source: Image css position
pt_br: Posição CSS da imagem

source: Manually set a gallery height.
pt_br: Definir manualmente uma altura para a galeria.

source: Manually set a gallery width.
pt_br: Definir manualmente uma largura para a galeria.

source: Maximum number of photos to return (maximum value 100).
pt_br: Número máximo de fotos para retornar (valor máximo 100).

source: Maximum number of photos.
pt_br: Número máximo de fotos.

source: Picasa Plugin
pt_br: Plugin Picasa

source: Selector jQuery
pt_br: Seletor jQuery

source: Set this to false to prevent debug messages.
pt_br: Defina esta opção para false para evitar mensagens de depuração.

source: Sets Galleria to play slidehow when initialized.
pt_br: Define Galleria para reproduzir o slidehow quando iniciado.

source: Sets how long Galleria should wait when trying to extract measurements.
pt_br: Define quanto tempo a Galleria deverá aguardar quando tentar extrair medições.

source: Sets the creation of thumbnails
pt_br: Define a criação de thumbnails

source: Show Description
pt_br: Exibir Descrição

source: Show Thumbnails
pt_br: Exibir Thumbnails

source: Show counting
pt_br: Exibir a contagem

source: Show informations
pt_br: Exibir informações

source: Show thumbnails
pt_br: Exibir thumbnails

source: Slide
pt_br: Deslizar

source: The plugin fetches the title per default. If you also wish to fetch the description, set this option to true.
pt_br: O plugin busca o título por padrão. Se você também deseja buscar a descrição, defina esta opção como true.

source: Toggles the caption.
pt_br: Alterna a legenda.

source: Toggles the counter.
pt_br: Alterna o contador.

source: Transition Speed
pt_br: Velocidade da Transição

source: Transitions
pt_br: Transições

source: center
pt_br: centro

source: fade
pt_br: desvanecer

source: show
pt_br: exibir

source: show image navigation
pt_br: exibir navegação de imagem

source: toggles the image navigation arrows.
pt_br: alterna as setas de navegação de imagens.
